[
    {
        "codigo": "programa_1",
        "nombre": "Bosque de cristales",
        "descripcion": "Un bosque con características bioluminiscentes y plagado de hermosas formaciones de cristales.",
        "imagen": "./img/bosquedecristal.jpg",
        "precio": 5000,
        "detalle": "Al adentrarte en el <i>Bosque de cristales</i> serás testigo de un paisaje extraordinario, donde los árboles están hechos de cristales luminiscentes que arrojan destellos de luz de todas las tonalidades del espectro. Cada paso que des desencadenará una reacción en cadena de centelleantes resplandores, creando un espectáculo de luces y colores que danzan a tu alrededor.",
        "puntuacion": "*****"
    },
    {
        "codigo": "programa_2",
        "nombre": "Mansión de cristal",
        "descripcion": "Imaginá vivir en una mansión de cristal con un río de colores fluyendo majestuosamente a través de ella.",
        "imagen": "./img/mansiondevidrio.jpg",
        "precio": 2000,
        "detalle": "Al entrar en esta impresionante mansión, serás recibido por la luz del sol filtrándose a través de las paredes y techos de vidrio, creando un ambiente luminoso y vibrante en todos los rincones.",
        "puntuacion": "****"
    },
    {
        "codigo": "programa_3",
        "nombre": "Ciudad flotante (colonia de Marte)",
        "descripcion": "Animate a conocer Marte sin salir de la holosección de tu nave. Imaginá pasear por los jardines flotantes de la ciudad, donde la vegetación marciana prospera en un ambiente controlado.",
        "imagen": "./img/ciudadflotante.jpg",
        "precio": 2000,
        "detalle": "Despierta en la comodidad de tu residencia de cristal en una gigantesca esfera transparente, flotando majestuosamente sobre la superficie de Marte. La Ciudad Flotante es una maravilla de la ingeniería, diseñada para ofrecer un estilo de vida urbano moderno y confortable mientras te permite disfrutar de las maravillas del espacio exterior.",
        "puntuacion": "***"
    },
    {
        "codigo": "programa_4",
        "nombre": "Restaurante neón",
        "descripcion": "Disfrutá de una velada excepcional en un restaurante de neón en el corazón de la galaxia. ¿A quién invitarás?",
        "imagen": "./img/restauranteneon.jpg",
        "precio": 4000,
        "detalle": "Tu aventura comienza al ser transportado a la sofisticada Estación Espacial Galáctica, donde nuestro exclusivo restaurante de neón te espera. Al entrar, serás recibido por una atmósfera repleta de colores brillantes y destellos de luz.",
        "puntuacion": "***"
    }
]