[
    {
        "codigo": "programa_1",
        "nombre": "Bosque de cristales",
        "descripcion": "Un bosque con características bioluminiscentes y plagado de hermosas formaciones de cristales.",
        "imagen": "./img/bosquedecristal.jpg",
        "precio": 5000,
        "detalle": "Al adentrarte en el <i>Bosque de cristales</i> serás testigo de un paisaje extraordinario, donde los árboles están hechos de cristales luminiscentes que arrojan destellos de luz de todas las tonalidades del espectro. Cada paso que des desencadenará una reacción en cadena de centelleantes resplandores, creando un espectáculo de luces y colores que danzan a tu alrededor. <br>El suelo, cubierto de un suave musgo bioluminiscente, se ilumina bajo tus pies con cada paso que das, creando un sendero brillante a medida que exploras. Los sonidos de la naturaleza se fusionan con tonos etéreos, creando una sinfonía de armonía cósmica. <br>Los cristales, además de ser hermosos, son interactivos. Puedes tocarlos y sentir la energía que emana de ellos. ¡Incluso puedes personalizar los colores y patrones de luz que emiten con un simple pensamiento, gracias a la tecnología de interfaz cerebral! <br>En este holoprograma, tendrás la oportunidad de experimentar la naturaleza de una manera única, sin dejar de disfrutar de las comodidades de nuestra nave. ¿Te imaginas un picnic bajo un árbol de cristal que crea una cúpula de luz para protegerte de los elementos? ¡Es posible aquí!",
        "puntuacion": "*****"
    },
    {
        "codigo": "programa_2",
        "nombre": "Mansión de cristal",
        "descripcion": "Imaginá vivir en una mansión de cristal con un río de colores fluyendo majestuosamente a través de ella.",
        "imagen": "./img/mansiondevidrio.jpg",
        "precio": 2000,
        "detalle": "Al entrar en esta impresionante mansión, serás recibido por la luz del sol filtrándose a través de las paredes y techos de vidrio, creando un ambiente luminoso y vibrante en todos los rincones. Cada rincón de la casa está meticulosamente diseñado para maximizar la conexión con la naturaleza. <br>El río de colores que atraviesa la mansión es una de las características más asombrosas. El agua fluye en tonos cambiantes y deslumbrantes, que se adaptan a tu estado de ánimo o preferencias. Puedes sumergir los pies en las aguas cristalinas y sentir cómo una suave brisa acaricia tu piel mientras observas los peces de colores nadando a tu alrededor. <br>La arquitectura de la mansión es un equilibrio perfecto entre la comodidad y la estética. Las habitaciones están estratégicamente dispuestas para ofrecer vistas panorámicas del entorno, y con un simple pensamiento, puedes ajustar la opacidad de las paredes de vidrio para mayor privacidad. <br>Imagina cenar en un comedor flotante sobre el río, con la opción de cambiar la paleta de colores del agua y la iluminación de acuerdo a tu preferencia. O relájate en un baño de burbujas con vistas al río mientras escuchas una sinfonía de armonía acuática. ¡Probala!",
        "puntuacion": "****"
    },
    {
        "codigo": "programa_3",
        "nombre": "Ciudad flotante (colonia de Marte)",
        "descripcion": "Animate a conocer Marte sin salir de la holosección de tu nave. Imaginá pasear por los jardines flotantes de la ciudad, donde la vegetación marciana prospera en un ambiente controlado.",
        "imagen": "./img/ciudadflotante.jpg",
        "precio": 2000,
        "detalle": "Despierta en la comodidad de tu residencia de cristal en una gigantesca esfera transparente, flotando majestuosamente sobre la superficie de Marte. La Ciudad Flotante es una maravilla de la ingeniería, diseñada para ofrecer un estilo de vida urbano moderno y confortable mientras te permite disfrutar de las maravillas del espacio exterior.<br>Desde las ventanas de tu hogar, contempla la vasta belleza del planeta rojo, con sus cañones y montañas en la distancia. La esfera transparente que envuelve la ciudad te brinda una visión panorámica de la majestuosidad de Marte, mientras te mantiene protegido de su atmósfera.<br>La ciudad flotante es un centro de actividad, con rascacielos de cristal que se elevan hacia el cielo marciano. Las calles y avenidas están llenas de vida, con tiendas, restaurantes y centros de entretenimiento de estilo contemporáneo. La tecnología avanzada de la ciudad hace que las necesidades de sus habitantes sean satisfechas con comodidad, desde la generación de alimentos hasta el transporte.<br>La belleza de esta experiencia radica en la conexión con la naturaleza marciana. La esfera transparente permite que la luz del sol ilumine la ciudad durante el día, y por la noche, podrás disfrutar de la vista de las estrellas y los paisajes marcianos iluminados por la luz de las lunas.",
        "puntuacion": "***"
    },
    {
        "codigo": "programa_4",
        "nombre": "Restaurante neón",
        "descripcion": "Disfrutá de una velada excepcional en un restaurante de neón en el corazón de la galaxia. ¿A quién invitarás?",
        "imagen": "./img/restauranteneon.jpg",
        "precio": 4000,
        "detalle": "Tu aventura comienza al ser transportado a la sofisticada Estación Espacial Galáctica, donde nuestro exclusivo restaurante de neón te espera. Al entrar, serás recibido por una atmósfera repleta de colores brillantes y destellos de luz.<br>El Restaurante Neón está diseñado para deleitar tus sentidos. Cada mesa está iluminada por paneles de luz neón que cambian de color suavemente, creando un ambiente hipnótico y acogedor. Los asientos son cómodos y ergonómicos, diseñados para que te sientas como un explorador de la galaxia.<br>El menú ofrece una amplia variedad de deliciosas opciones, desde platillos clásicos de la Tierra hasta creaciones culinarias alienígenas. Los sabores son intensos y auténticos, preparados por chefs de renombre galáctico. Además, podrás disfrutar de bebidas de todo el universo, incluyendo cócteles con nombres inspirados en Vulcan y el planeta Klingon.<br>A medida que saboreas tu comida, una pantalla holográfica te permite elegir la vista que deseas mientras comes. Puedes cenar con una vista panorámica de una galaxia en constante cambio o disfrutar del espectáculo de estrellas fugaces en una noche estrellada.<br>El Restaurante Neón en la Estación Espacial Galáctica es un lugar donde los sabores de la galaxia se combinan con una estética brillante y una experiencia sensorial incomparable. Prepárate para una experiencia gastronómica que te transportará a las estrellas mientras disfrutas de la mejor comida que el cuadrante tiene para ofrecer.",
        "puntuacion": "***"
    }
]